Repository: ZIYU-FUI/wenshu
Catalog: Sources/WenshuApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# a11y.emotion_curve
source: Emotion curve
zh_hans: 情绪曲线图

# auto.backlinkspanel.l100.h25269061
source: Error:
zh_hans: 错误:

# auto.backlinkspanel.l95.h69157839
source: Backlinks
zh_hans: 反链

# auto.backlinkspanel.l98.h65489296
source: Loading…
zh_hans: 加载中…

# auto.bookeditorsheet.l124.h18390452
source: 选Medium后可在Book内逐章调整。
zh_hans: 选中后可在书内逐章调整。

# auto.chathelptextoverlay.l25.h61781343
source: Settings
zh_hans: 设置

# auto.chathelptextoverlay.l30.h53427819
source: MediumSettings好大模型提供方
zh_hans: 中设置好大模型提供方

# auto.chathelptextoverlay.l33.h88773098
source: 然后再Start与文枢对话
zh_hans: 然后再开始与文枢对话

# auto.graphview.l46.h27522022
source: Graph
zh_hans: 关系图

# auto.graphview.l51.h33390865
source: Error:
zh_hans: 错误:

# auto.kanbanview.l100.h57246144
source: Kanban
zh_hans: 看板

# auto.kanbanview.l111.h22166662
source: items ·
zh_hans: 票 ·

# auto.kanbanview.l157.h65127890
source: Title is required to create
zh_hans: 输入标题后才能新建

# auto.kanbanview.l343.h97636928
source: (Empty)
zh_hans: (空)

# auto.kanbanview.l69.h78022707
source: (Load failed: )
zh_hans: (加载失败: )

# auto.layouteditbar.l112.h90106758
source: Layout
zh_hans: 布局

# auto.layoutpicker.l112.h61862158
source: New网格Layout
zh_hans: 新建网格布局

# auto.layoutpicker.l144.h96188612
source: 将当前排列Save为Templates
zh_hans: 将当前排列保存为模板

# auto.layoutpicker.l210.h18923044
source: Save后会出现在上面的预设网格Medium
zh_hans: 保存后会出现在上面的预设网格中

# auto.layoutpicker.l81.h19454638
source: Custom
zh_hans: 自定义

# auto.libraryrootview.l366.h45346224
source: Welcome to Wenshu
zh_hans: 欢迎使用文枢

# auto.outlinepanel.l35.h85687200
source: Outline
zh_hans: 大纲

# auto.shared.cancel
source: Cancel
zh_hans: 取消

# auto.shared.save
source: Save
zh_hans: 保存

# auto.todolistview.l107.h41709117
source: (Load failed: )
zh_hans: (加载失败: )

# auto.todolistview.l135.h30358113
source: Todos
zh_hans: 待办

# auto.todolistview.l202.h74652246
source: Title is required to create
zh_hans: 输入标题后才能新建

# auto.todolistview.l357.h8034177
source: (Empty)
zh_hans: (空)

# auto2.bookeditorsheet.l101.h15789783
source: Author（Optional）
zh_hans: 作者（可选）

# auto2.bookeditorsheet.l160.h80176953
source: Cancel
zh_hans: 取消

# auto2.bookeditorsheet.l163.h48925685
source: Save
zh_hans: 保存

# auto2.bookeditorsheet.l99.h94921264
source: Title
zh_hans: 书名

# auto2.kanbanview.l109.h72695635
source: 切换Kanban数据范围 (= 全Book / 8 Standard子目录 / Reference Library)
zh_hans: 切换看板数据范围 (= 全书 / 8 标准子目录 / 资料库)

# auto2.kanbanview.l142.h68849992
source: 新Kanban标题…
zh_hans: 新看板标题…

# auto2.kanbanview.l146.h37112406
source: New
zh_hans: 新建

# auto2.layouteditbar.l136.h66133888
source: Reset
zh_hans: 重置

# auto2.layouteditbar.l141.h65113621
source: Done
zh_hans: 完成

# auto2.layoutpicker.l176.h93153796
source: Delete
zh_hans: 删除

# auto2.layoutpicker.l180.h50847315
source: Cancel
zh_hans: 取消

# auto2.layoutpicker.l192.h42077297
source: TemplatesName
zh_hans: 模板名称

# auto2.layoutpicker.l196.h34447881
source: Save
zh_hans: 保存

# auto2.layoutpicker.l201.h50847315
source: Cancel
zh_hans: 取消

# auto2.libraryrootview.l387.h40947105
source: New Wenshu library
zh_hans: 新建文枢仓库

# auto2.libraryrootview.l396.h53178210
source: Open existing Wenshu library
zh_hans: 打开已有文枢仓库

# auto2.subagentprogressview.l27.h17103990
source: 进行Medium · 已Done
zh_hans: 进行中 · 已完成

# auto2.subagentprogressview.l59.h26216387
source: Refresh
zh_hans: 刷新

# auto2.todolistview.l144.h43082120
source: 切换Todos数据范围 (= 全Book / 8 Standard子目录 / Reference Library)
zh_hans: 切换待办数据范围 (= 全书 / 8 标准子目录 / 资料库)

# auto2.todolistview.l180.h66445661
source: New todo title…
zh_hans: 新待办标题…

# auto2.todolistview.l191.h76640765
source: Add todo
zh_hans: 添加待办

# auto2.todolistview.l566.h96905135
source: Start
zh_hans: 开始

# auto2.todolistview.l568.h11194739
source: Done
zh_hans: 完成

# auto2.todolistview.l570.h27285299
source: Cancel
zh_hans: 取消

# auto2.todolistview.l573.h2266275
source: Delete
zh_hans: 删除

# auto2.todolistview.l630.h96905135
source: Start
zh_hans: 开始

# auto2.todolistview.l637.h11194739
source: Done
zh_hans: 完成

# b5.agentprogresspanel.l107.h24593933
source: ETA: s
zh_hans: 预计剩余

# b5.booksettingconstraintsview.l153.h29425451
source: No book selected
zh_hans: 未选书

# b5.booksettingconstraintsview.l156.h45808897
source: Pick a book from the sidebar to start tracking setting constraints.
zh_hans: 请在左侧书架里选择一本书。

# b5.booksettingconstraintsview.l185.h87583031
source: Add constraint
zh_hans: 添加约束

# b5.booksettingconstraintsview.l188.h10634385
source: Title (e.g. Magic requires eye contact)
zh_hans: 标题 (例如: 魔法需要眼神接触)

# b5.booksettingconstraintsview.l191.h24829594
source: Short, human-readable title for the constraint. Whitespace is trimmed.
zh_hans: 约束的简短可读标题。空白会被自动去除。

# b5.booksettingconstraintsview.l200.h58963992
source: Short description of the rule.
zh_hans: 规则的简短描述。

# b5.booksettingconstraintsview.l209.h3955671
source: Severity: hard (cannot be violated), soft (advisory), preference (style target).
zh_hans: 严重度: 硬性 (不能违反) / 软性 (建议) / 偏好 (风格目标)。

# b5.booksettingconstraintsview.l217.h78462056
source: Scope: world / character / plot / style.
zh_hans: 范围: 世界 / 人物 / 情节 / 风格。

# b5.booksettingconstraintsview.l225.h9125068
source: Optional UUID of the character or plot this rule applies to.
zh_hans: 此规则应用到的角色或情节的可选 UUID。

# b5.booksettingconstraintsview.l230.h25158042
source: Add
zh_hans: 添加

# b5.booksettingconstraintsview.l234.h50733767
source: Add a new setting constraint with the supplied fields.
zh_hans: 用提供的字段添加新的设定约束。

# b5.booksettingconstraintsview.l243.h5804737
source: Comma-separated phrases or regex patterns that violate this constraint. Trimmed at save time.
zh_hans: 违反此约束的逗号分隔短语或正则表达式模式。保存时自动去除空白。

# b5.booksettingconstraintsview.l255.h54115638
source: Constraints ()
zh_hans: 约束

# b5.booksettingconstraintsview.l306.h56657996
source: → \(appliesTo.uuidString.prefix(8))
zh_hans: 应用对象

# b5.booksettingconstraintsview.l343.h49822929
source: Remove this constraint.
zh_hans: 移除此约束。

# b5.booksettingconstraintsview.l359.h58742514
source: Check chapter against constraints
zh_hans: 对照约束检查章节

# b5.booksettingconstraintsview.l371.h65632517
source: Paste the chapter draft text. The checker scans every line for the forbidden patterns of every active constraint.
zh_hans: 粘贴章节草稿文本。检查器会逐行扫描每条已启用约束的违禁模式。

# b5.booksettingconstraintsview.l376.h23587784
source: Check
zh_hans: 检查

# b5.booksettingconstraintsview.l380.h7773239
source: Scan the chapter text against every constraint's forbidden patterns.
zh_hans: 扫描章节文本以检查每条约束的违禁模式。

# b5.booksettingconstraintsview.l420.h37146244
source: · line
zh_hans: 行号

# b5.characterlifecycleview.l168.h1439622
source: No book selected
zh_hans: 未选书

# b5.characterlifecycleview.l171.h40676736
source: Pick a book from the sidebar to start tracking character lifecycle events.
zh_hans: 请在左侧书架里选择一本书。

# b5.characterlifecycleview.l235.h51075723
source: Add
zh_hans: 添加

# b5.characterlifecycleview.l239.h26593030
source: Add a lifecycle event for the selected character and stage.
zh_hans: 为选定的角色和阶段添加生命周期事件。

# b5.characterlifecycleview.l245.h27116037
source: Optional chapter UUID to anchor the event. Leave empty for a pre-chapter backstory entry.
zh_hans: 用于锚定此事件的可选章节 UUID。留空表示章前背景条目。

# b5.characterlifecycleview.l249.h31682361
source: Short quote from the chapter where this event was observed.
zh_hans: 观察到该事件的章节中的简短引用。

# b5.characterlifecycleview.l263.h29792914
source: Events ()
zh_hans: 事件 ()

# b5.characterlifecycleview.l324.h5673239
source: Remove this lifecycle event.
zh_hans: 移除此生命周期事件。

# b5.characterlifecycleview.l393.h77015228
source: · ch. \(cid.uuidString.prefix(8))
zh_hans: 章节

# b5.characterlifecycleview.l405.h20963905
source: Contradictions ()
zh_hans: 矛盾 ()

# b5.characterrelationshipsview.l148.h14968122
source: No book selected
zh_hans: 未选书

# b5.characterrelationshipsview.l151.h23755386
source: Pick a book from the sidebar to start tracking character relationships.
zh_hans: 请在左侧书架里选择一本书。

# b5.characterrelationshipsview.l179.h77944637
source: Add relationship
zh_hans: 添加关系

# b5.characterrelationshipsview.l183.h86534805
source: Define at least 2 characters in the Characters pane to add a relationship.
zh_hans: 在人物面板中定义至少 2 个人物后再添加关系。

# b5.characterrelationshipsview.l192.h15212550
source: (choose)
zh_hans: 选择

# b5.characterrelationshipsview.l208.h39347010
source: (choose)
zh_hans: 选择

# b5.characterrelationshipsview.l230.h80913925
source: Add
zh_hans: 添加

# b5.characterrelationshipsview.l234.h8880758
source: Add a typed edge between the two selected characters.
zh_hans: 在两个选定角色间添加一条类型化的边。

# b5.characterrelationshipsview.l236.h75459793
source: Optional 1-sentence context
zh_hans: 可选 1 句上下文

# b5.characterrelationshipsview.l253.h68099009
source: Relationships ()
zh_hans: 关系

# b5.characterrelationshipsview.l319.h19379525
source: Remove this relationship.
zh_hans: 移除此关系。

# b5.characterrelationshipsview.l334.h68375167
source: Inconsistencies ()
zh_hans: 不一致

# b5.commandpaletteview.l125.h99176598
source: Type a command or skill name…
zh_hans: 输入命令

# b5.commandpaletteview.l173.h62846186
source: items
zh_hans: 项数

# b5.commandpaletteview.l177.h59099234
source: ⌘K to toggle · ↵ to invoke · esc to close
zh_hans: 调用快捷键

# b5.emotioncurveview.l148.h87664998
source: Number of windows to split the chapter into (1–32).
zh_hans: 将章节切分成多少个窗口 (1–32)。

# b5.emotioncurveview.l167.h48770099
source: Chapter text
zh_hans: 章节文本

# b5.emotioncurveview.l171.h283252
source: chars
zh_hans: 字符数

# b5.emotioncurveview.l187.h73202981
source: Analyze
zh_hans: 分析

# b5.emotioncurveview.l191.h43420055
source: Score the chapter across windows and chart the emotion curve.
zh_hans: 在 个窗口上给章节评分并绘制情绪曲线。

# b5.emotioncurveview.l197.h82618035
source: Clear
zh_hans: 清空

# b5.emotioncurveview.l200.h12079331
source: Clear the input text and the last report.
zh_hans: 清空输入文本和上次报告。

# b5.emotioncurveview.l210.h68237505
source: No report yet
zh_hans: 暂无报告

# b5.emotioncurveview.l213.h26939185
source: Paste a chapter, pick a window count, and tap Analyze. The emotion-curve analyzer splits the chapter into equal windows, scores each via a small sentiment lexicon, and returns a curve with overall score, volatility, flat-spot indices, and pacing-lift suggestions.
zh_hans: 粘贴章节文本, 选择窗口数, 然后点击分析。

# b5.foreshadowingview.l146.h86404455
source: No book selected
zh_hans: 未选书

# b5.foreshadowingview.l149.h44610307
source: Pick a book from the sidebar to start tracking foreshadowings.
zh_hans: 请在左侧书架里选择一本书。

# b5.foreshadowingview.l179.h19059379
source: Add foreshadowing
zh_hans: 添加伏笔

# b5.foreshadowingview.l190.h31850809
source: Short, human-readable label for the foreshadowing.
zh_hans: 伏笔的简短可读标签。

# b5.foreshadowingview.l203.h64306591
source: Add
zh_hans: 添加

# b5.foreshadowingview.l207.h87864084
source: Add a new foreshadowing row.
zh_hans: 添加新的伏笔行。

# b5.foreshadowingview.l217.h94119468
source: UUID of the chapter where the setup beat appears. Leave empty if undecided.
zh_hans: 铺垫节拍所在章节的 UUID。未定则留空。

# b5.foreshadowingview.l228.h83042863
source: Short excerpt of the setup beat. Trimmed at save time.
zh_hans: 铺垫节拍的简短摘录。保存时自动去除空白。

# b5.foreshadowingview.l240.h16934779
source: Filter by status
zh_hans: 按状态筛选

# b5.foreshadowingview.l254.h37202691
source: All statuses
zh_hans: 全部状态

# b5.foreshadowingview.l272.h81392132
source: Foreshadowings ()
zh_hans: 伏笔

# b5.foreshadowingview.l322.h55995378
source: Setup: \(setupId.uuidString.prefix(8))…
zh_hans: 设置

# b5.foreshadowingview.l327.h71979732
source: Payoff: \(payoffId.uuidString.prefix(8))…
zh_hans: 兑现

# b5.foreshadowingview.l341.h68314578
source: Remove this foreshadowing.
zh_hans: 移除此伏笔。

# b5.foreshadowingview.l360.h31137580
source: Stale foreshadowings ()
zh_hans: 过期伏笔

# b5.genrefitview.l157.h55071280
source: Chapter text
zh_hans: 章节文本

# b5.genrefitview.l161.h19367178
source: chars
zh_hans: 字符数

# b5.genrefitview.l181.h2218881
source: Score the chapter against conventions.
zh_hans: 给章节评分。

# b5.genrefitview.l190.h26662967
source: Clear the input text and the last report.
zh_hans: 清空输入文本和上次报告。

# b5.genrefitview.l200.h95444806
source: No report yet
zh_hans: 暂无报告

# b5.genrefitview.l203.h79122074
source: Paste a chapter, pick a genre, and tap Analyze. The genre-fit analyzer evaluates the draft against the genre's required beats + expected vocabulary + forbidden patterns, and returns a 0–100 score with matched / missing / forbidden lists.
zh_hans: 粘贴章节文本, 选择体裁, 然后点击分析。

# b5.idealibraryview.l168.h29952029
source: No book selected
zh_hans: 未选书

# b5.idealibraryview.l171.h83297924
source: Pick a book from the sidebar to start managing ideas.
zh_hans: 请在左侧书架里选择一本书。

# b5.idealibraryview.l203.h90934644
source: Add idea
zh_hans: 添加想法

# b5.idealibraryview.l210.h32208877
source: Short, human-readable title for the idea. Whitespace is trimmed.
zh_hans: 想法的简短可读标题。空白会被自动去除。

# b5.idealibraryview.l223.h11292365
source: Add
zh_hans: 添加

# b5.idealibraryview.l227.h30919951
source: Add a new idea with the supplied title + description + status + tags.
zh_hans: 用提供的标题 + 描述 + 状态 + 标签添加新想法。

# b5.idealibraryview.l237.h77385136
source: Short description of the idea. Trimmed at save time.
zh_hans: 想法的简短描述。保存时自动去除空白。

# b5.idealibraryview.l241.h11205728
source: Free-form tags. Comma-separated. Trimmed and de-duplicated (case-insensitive) at save time.
zh_hans: 自由格式标签。逗号分隔。保存时自动去重 (大小写不敏感)。

# b5.idealibraryview.l276.h70256740
source: All statuses
zh_hans: 全部状态

# b5.idealibraryview.l289.h36552357
source: Filter by tag (= case-insensitive exact match).
zh_hans: 按标签过滤 (= 大小写不敏感的精确匹配)。

# b5.idealibraryview.l302.h76254562
source: Ideas ()
zh_hans: 想法

# b5.idealibraryview.l344.h94081771
source: × linked
zh_hans: 关联

# b5.idealibraryview.l381.h13095850
source: Remove this idea.
zh_hans: 移除此想法。

# b5.idealibraryview.l435.h1142335
source: UUID of the entity to link the idea to. Leave empty to disable Link.
zh_hans: 想法要链接到的实体的 UUID。留空以禁用链接。

# b5.idealibraryview.l447.h24911126
source: 1-sentence description of where the idea appears in the linked entity.
zh_hans: 一句话描述想法在链接实体中的出现位置。

# b5.idealibraryview.l458.h69397371
source: Record a link from the chosen idea to the chosen entity.
zh_hans: 记录从选定想法到选定实体的链接。

# b5.idealibraryview.l517.h19641342
source: → \(link.targetId.uuidString.prefix(8))…
zh_hans: 链接目标

# b5.idealibraryview.l536.h25568576
source: Remove this link.
zh_hans: 移除此链接。

# b5.idealibraryview.l556.h41794079
source: Free-text context. Suggestions match ideas by tag overlap (+2) + title/description token overlap (+1).
zh_hans: 自由文本上下文。建议会按标签重叠 (+2) + 标题/描述关键词重叠 (+1) 匹配想法。

# b5.idealibraryview.l567.h20248779
source: Rank ideas by tag overlap + title/description token match against the context keywords.
zh_hans: 根据标签重叠 + 标题/描述关键词匹配对想法排序。

# b5.longformguardrailsview.l144.h89220000
source: No book selected
zh_hans: 未选书

# b5.longformguardrailsview.l147.h53334640
source: Open a book to manage its long-form guardrails. The 6 auto-derived guardrails (= constraint / continuity / self-proof / persona / character-arc / world-consistency) will be created on first open.
zh_hans: 打开一本书以管理其长篇守卫规则。6 个自动派生的守卫 + 自定义。

# b5.longformguardrailsview.l175.h64020782
source: Auto-derive
zh_hans: 自动派生

# b5.longformguardrailsview.l178.h38811731
source: Replace the guardrail set with the 6 auto-derived rows (= constraint / continuity / self-proof / persona / character-arc / world-consistency).
zh_hans: 用 6 个自动派生的行替换护栏集 (= 约束 / 续写一致性 / 自我证明 / 人物弧光 / 角色一致性 / 世界一致性)。

# b5.longformguardrailsview.l186.h97888008
source: Add a user-authored guardrail row.
zh_hans: 添加用户自定义护栏行。

# b5.longformguardrailsview.l198.h9169095
source: No guardrails yet. Tap Auto-derive to seed the 6 defaults, or Add to create a custom row.
zh_hans: 暂无守卫规则。点击"自动派生"以填充 6 个默认值, 或手动添加。

# b5.longformguardrailsview.l241.h76114491
source: Remove this guardrail.
zh_hans: 移除此护栏。

# b5.longformguardrailsview.l277.h87864753
source: Run check
zh_hans: 运行检查

# b5.longformguardrailsview.l295.h18206542
source: Run check
zh_hans: 运行检查

# b5.longformguardrailsview.l299.h65143897
source: Evaluate the text above against all active guardrails.
zh_hans: 对照所有已启用的护栏评估上面的文本。

# b5.longformguardrailsview.l324.h5287930
source: Violations
zh_hans: 违规

# b5.longformguardrailsview.l337.h13219410
source: L
zh_hans: 行

# b5.longformguardrailsview.l384.h26664612
source: Name
zh_hans: 名称

# b5.longformguardrailsview.l385.h2063
source: Description
zh_hans: 描述

# b5.longformguardrailsview.l400.h71046230
source: Cancel
zh_hans: 取消

# b5.longformguardrailsview.l403.h11223252
source: Save
zh_hans: 保存

# b5.memoryretrievalpanel.l24.h99228791
source: Memory
zh_hans: 记忆

# b5.memoryretrievalpanel.l27.h94615601
source: (no entries)
zh_hans: (无条目)

# b5.paragraphaitoolbarbuttons.l102.h16970890
source: Shift tone
zh_hans: 改变语气

# b5.paragraphaitoolbarbuttons.l104.h26270230
source: Simplify
zh_hans: 简化

# b5.paragraphaitoolbarbuttons.l106.h64972328
source: Dramatize
zh_hans: 戏剧化

# b5.placeholderview.l147.h49322278
source: No book selected
zh_hans: 未选书

# b5.placeholderview.l150.h59639791
source: Pick a book from the sidebar to start tracking placeholders.
zh_hans: 请在左侧书架里选择一本书。

# b5.placeholderview.l180.h65038593
source: Add placeholder
zh_hans: 添加占位符

# b5.placeholderview.l191.h7844707
source: UUID of the chapter where this placeholder lives. Required.
zh_hans: 此占位符所在章节的 UUID。必填。

# b5.placeholderview.l200.h31066841
source: 1-indexed line number within the chapter. Optional (defaults to 0).
zh_hans: 章节内的 1-based 行号。可选 (默认 0)。

# b5.placeholderview.l213.h26972630
source: Add
zh_hans: 添加

# b5.placeholderview.l217.h13887673
source: Add a new placeholder row.
zh_hans: 添加新的占位符行。

# b5.placeholderview.l226.h23794372
source: The literal matched text. Whitespace-only values are rejected.
zh_hans: 匹配的字面文本。纯空白值会被拒绝。

# b5.placeholderview.l235.h789414
source: Short excerpt of the chapter line containing the placeholder.
zh_hans: 包含占位符的章节行的简短摘录。

# b5.placeholderview.l248.h36078854
source: Filter by status
zh_hans: 按状态筛选

# b5.placeholderview.l262.h44751462
source: All statuses
zh_hans: 全部状态

# b5.placeholderview.l280.h71851505
source: Placeholders ()
zh_hans: 占位符

# b5.placeholderview.l329.h63216295
source: Ch: \(row.chapterId.uuidString.prefix(8))…
zh_hans: 章节

# b5.placeholderview.l332.h25232981
source: Line:
zh_hans: 行号:

# b5.placeholderview.l347.h10664820
source: Mark as resolved.
zh_hans: 标记为已解决。

# b5.placeholderview.l357.h13927368
source: Reopen (= set status back to open).
zh_hans: 重开 (= 将状态重设为打开)。

# b5.placeholderview.l367.h78002103
source: Mark as abandoned.
zh_hans: 标记为已放弃。

# b5.placeholderview.l376.h1375998
source: Remove this placeholder.
zh_hans: 移除此占位符。

# b5.placeholderview.l396.h55542836
source: Scan chapter text
zh_hans: 扫描章节文本

# b5.placeholderview.l401.h57165595
source: Paste a chapter body below. The scanner will use the 7 default patterns (TODO / FIXME / XXX / INSERT / TBD / &lt;HERE&gt; / {{mustache}}). The current book's chapterId = placeholder chapterId.
zh_hans: 粘贴章节正文。扫描器将使用 7 个默认模式 (TODO / FIXME / XXX / INSERT / TBD / &lt;HERE&gt; / {{mustache}})。

# b5.placeholderview.l415.h37771405
source: Scan + add all
zh_hans: 扫描 + 添加全部

# b5.placeholderview.l419.h11265055
source: Run the scanner against the pasted text and persist every match.
zh_hans: 对粘贴的文本运行扫描器并保存每个匹配。

# b5.plotthreadview.l18.h79272146
source: Add
zh_hans: 添加

# b5.plotthreadview.l37.h49866041
source: No book selected
zh_hans: 未选书

# b5.readerexperienceview.l130.h50931159
source: Analyzer
zh_hans: 分析器

# b5.readerexperienceview.l155.h15975486
source: Chapter text
zh_hans: 章节文本

# b5.readerexperienceview.l159.h48868028
source: chars
zh_hans: 字符数

# b5.readerexperienceview.l175.h61672688
source: Analyze
zh_hans: 分析

# b5.readerexperienceview.l179.h93248900
source: Run the selected analyzer against the chapter text above.
zh_hans: 在上面的章节文本上运行选定的分析器。

# b5.readerexperienceview.l185.h22504814
source: Clear
zh_hans: 清空

# b5.readerexperienceview.l188.h90304051
source: Clear the input text and the last report.
zh_hans: 清空输入文本和上次报告。

# b5.readerexperienceview.l198.h54334339
source: No report yet
zh_hans: 暂无报告

# b5.readerexperienceview.l201.h81086064
source: Paste a chapter, pick an analyzer, and tap Analyze. The 5 reader-experience analyzers (= tension / pacing / foreshadowing / cliffhanger / payoff) all run locally and return deterministic reports.
zh_hans: 粘贴章节, 选择分析器, 然后点击分析。5 个读者体验分析器: 张力 / 节奏 / 伏笔 / 悬念 / 兑现。

# b5.readerexperienceview.l260.h48696486
source: Highlights ()
zh_hans: 高亮数

# b5.readerexperienceview.l275.h51340592
source: \u{201C}\u{201D}
zh_hans: 高亮

# b5.readerexperienceview.l288.h40277958
source: Suggestions
zh_hans: 建议

# b5.readerexperienceview.l294.h54608200
source: \u{2022}
zh_hans: 列表

# b5.tagmanagerview.l162.h82459098
source: No book selected
zh_hans: 未选书

# b5.tagmanagerview.l165.h1104135
source: Pick a book from the sidebar to start managing tags.
zh_hans: 请在左侧书架里选择一本书。

# b5.tagmanagerview.l199.h92873556
source: Add tag
zh_hans: 添加标签

# b5.tagmanagerview.l206.h48887491
source: Short, human-readable label for the tag. Whitespace is trimmed.
zh_hans: 标签的简短可读标签。空白会被自动去除。

# b5.tagmanagerview.l219.h42031648
source: Add
zh_hans: 添加

# b5.tagmanagerview.l223.h5074077
source: Add a new tag with the supplied label + category.
zh_hans: 用提供的标签 + 分类添加新标签。

# b5.tagmanagerview.l236.h12934415
source: Tags ()
zh_hans: 标签

# b5.tagmanagerview.l278.h7057400
source: × applied
zh_hans: 已应用

# b5.tagmanagerview.l292.h29196125
source: Remove this tag and cascade-delete its applications.
zh_hans: 移除此标签并级联删除其应用。

# b5.tagmanagerview.l341.h77687966
source: UUID of the entity to attach the tag to. Leave empty to disable Apply.
zh_hans: 要打标签的实体的 UUID。留空以禁用应用。

# b5.tagmanagerview.l352.h54731122
source: Record an application of the chosen tag to the chosen entity.
zh_hans: 记录选定标签对选定实体的应用。

# b5.tagmanagerview.l368.h75731289
source: Applications ()
zh_hans: 应用

# b5.tagmanagerview.l408.h8961516
source: → \(application.targetId.uuidString.prefix(8))…
zh_hans: 链接目标

# b5.tagmanagerview.l421.h66833572
source: Remove this application.
zh_hans: 移除此应用。

# b5.tagmanagerview.l430.h82273461
source: Tag cloud ()
zh_hans: 标签云

# b5.zoneeditor.l324.h54488057
source: \(zone.index + 1)
zh_hans: 区域

# background_review.approve
source: Approve
zh_hans: 通过

# background_review.empty.body
source: LLM-submitted proposals will appear here for approve / reject.
zh_hans: LLM 提交的提案会出现在这里供审核。

# background_review.empty.title
source: No pending proposals
zh_hans: 无待处理提案

# background_review.reject
source: Reject
zh_hans: 拒绝

# backlinks.document_id
source: Document ID:
zh_hans: 文档 ID:

# backlinks.links_count
source: Links:
zh_hans: 链接数:

# backup.operator.help
source: Restore the latest available backup over the active library.
zh_hans: 将最新的可用备份恢复到当前书库。

# backup.operator.open
source: Restore from backup
zh_hans: 从备份恢复

# book_editor.length
source: Length
zh_hans: 篇幅

# book_editor.premise_caption
source: Write your story direction in one sentence; will be used as context for the AI writing assistant later.
zh_hans: 一句话写你的故事方向；以后会用作 AI 写作助手的上下文。

# book_editor.premise_label
source: Premise (optional)
zh_hans: 创意点（选填）

# bookmark.add.button
source: Add
zh_hans: 添加

# bookmark.add.placeholder
source: Bookmark label
zh_hans: 书签名称

# bookmark.empty.body
source: Add a label below to anchor the current book.
zh_hans: 在下方添加书签，绑定当前书籍。

# bookmark.empty.title
source: No bookmarks yet
zh_hans: 暂无书签

# bookmark.list.empty
source: No bookmarks for this book.
zh_hans: 本书暂无书签。

# button.add
source: Add
zh_hans: 添加

# button.analyze
source: Analyze
zh_hans: 分析

# button.clear
source: Clear
zh_hans: 清除

# button.continue_edit
source: Continue editing
zh_hans: 继续编辑

# button.zone_editor.cancel
source: Cancel
zh_hans: 取消

# button.zone_editor.merge
source: Merge ()
zh_hans: 合并（）

# button.zone_editor.save
source: Save
zh_hans: 保存

# canvas.empty.body
source: Click Open to import a .canvas file.
zh_hans: 点击打开导入 .canvas 文件。
